{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "<|system|>": 2,
      "<|user|>": 3,
      "<|assistant|>": 4,
      "<|end|>": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "¬°": 100,
      "¬Ґ": 101,
      "¬£": 102,
      "¬§": 103,
      "¬•": 104,
      "¬¶": 105,
      "¬І": 106,
      "¬®": 107,
      "¬©": 108,
      "¬™": 109,
      "¬Ђ": 110,
      "¬ђ": 111,
      "¬Ѓ": 112,
      "¬ѓ": 113,
      "¬∞": 114,
      "¬±": 115,
      "¬≤": 116,
      "¬≥": 117,
      "¬і": 118,
      "¬µ": 119,
      "¬ґ": 120,
      "¬Ј": 121,
      "¬Є": 122,
      "¬є": 123,
      "¬Ї": 124,
      "¬ї": 125,
      "¬Љ": 126,
      "¬љ": 127,
      "¬Њ": 128,
      "¬њ": 129,
      "√А": 130,
      "√Б": 131,
      "√В": 132,
      "√Г": 133,
      "√Д": 134,
      "√Е": 135,
      "√Ж": 136,
      "√З": 137,
      "√И": 138,
      "√Й": 139,
      "√К": 140,
      "√Л": 141,
      "√М": 142,
      "√Н": 143,
      "√О": 144,
      "√П": 145,
      "√Р": 146,
      "√С": 147,
      "√Т": 148,
      "√У": 149,
      "√Ф": 150,
      "√Х": 151,
      "√Ц": 152,
      "√Ч": 153,
      "√Ш": 154,
      "√Щ": 155,
      "√Ъ": 156,
      "√Ы": 157,
      "√Ь": 158,
      "√Э": 159,
      "√Ю": 160,
      "√Я": 161,
      "√†": 162,
      "√°": 163,
      "√Ґ": 164,
      "√£": 165,
      "√§": 166,
      "√•": 167,
      "√¶": 168,
      "√І": 169,
      "√®": 170,
      "√©": 171,
      "√™": 172,
      "√Ђ": 173,
      "√ђ": 174,
      "√≠": 175,
      "√Ѓ": 176,
      "√ѓ": 177,
      "√∞": 178,
      "√±": 179,
      "√≤": 180,
      "√≥": 181,
      "√і": 182,
      "√µ": 183,
      "√ґ": 184,
      "√Ј": 185,
      "√Є": 186,
      "√є": 187,
      "√Ї": 188,
      "√ї": 189,
      "√Љ": 190,
      "√љ": 191,
      "√Њ": 192,
      "√њ": 193,
      "ƒА": 194,
      "ƒБ": 195,
      "ƒВ": 196,
      "ƒГ": 197,
      "ƒД": 198,
      "ƒЕ": 199,
      "ƒЖ": 200,
      "ƒЗ": 201,
      "ƒИ": 202,
      "ƒЙ": 203,
      "ƒК": 204,
      "ƒЛ": 205,
      "ƒМ": 206,
      "ƒН": 207,
      "ƒО": 208,
      "ƒП": 209,
      "ƒР": 210,
      "ƒС": 211,
      "ƒТ": 212,
      "ƒУ": 213,
      "ƒФ": 214,
      "ƒХ": 215,
      "ƒЦ": 216,
      "ƒЧ": 217,
      "ƒШ": 218,
      "ƒЩ": 219,
      "ƒЪ": 220,
      "ƒЫ": 221,
      "ƒЬ": 222,
      "ƒЭ": 223,
      "ƒЮ": 224,
      "ƒЯ": 225,
      "ƒ†": 226,
      "ƒ°": 227,
      "ƒҐ": 228,
      "ƒ£": 229,
      "ƒ§": 230,
      "ƒ•": 231,
      "ƒ¶": 232,
      "ƒІ": 233,
      "ƒ®": 234,
      "ƒ©": 235,
      "ƒ™": 236,
      "ƒЂ": 237,
      "ƒђ": 238,
      "ƒ≠": 239,
      "ƒЃ": 240,
      "ƒѓ": 241,
      "ƒ∞": 242,
      "ƒ±": 243,
      "ƒ≤": 244,
      "ƒ≥": 245,
      "ƒі": 246,
      "ƒµ": 247,
      "ƒґ": 248,
      "ƒЈ": 249,
      "ƒЄ": 250,
      "ƒє": 251,
      "ƒЇ": 252,
      "ƒї": 253,
      "ƒЉ": 254,
      "ƒљ": 255,
      "ƒЊ": 256,
      "ƒњ": 257,
      "≈А": 258,
      "≈Б": 259,
      "≈В": 260,
      "≈Г": 261,
      "ƒ†ƒ†": 262,
      "ƒКƒ†ƒ†": 263,
      "li": 264,
      "ƒКƒ†ƒ†ƒ†": 265,
      "ƒ†ƒ†ƒ†": 266,
      "ƒ†ƒ†ƒ†ƒ†ƒ†": 267,
      "te": 268,
      "ƒ†r": 269,
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 270,
      "ƒ†s": 271,
      ");": 272,
      "tep": 273,
      "ƒ†step": 274,
      "pu": 275,
      "ƒ†<": 276,
      "bli": 277,
      "et": 278,
      "ƒ†{": 279,
      "publi": 280,
      "public": 281,
      "ƒ†i": 282,
      "ƒ†a": 283,
      "</": 284,
      "as": 285,
      "()": 286,
      "ad": 287,
      "ti": 288,
      "ƒ†}": 289,
      "ƒ†public": 290,
      "ai": 291,
      "bo": 292,
      "ƒ†t": 293,
      "on": 294,
      "pi": 295,
      "rn": 296,
      "urn": 297,
      "eturn": 298,
      "us": 299,
      "ƒ†c": 300,
      "ƒ†return": 301,
      "ut": 302,
      "ail": 303,
      "ec": 304,
      "ius": 305,
      "adius": 306,
      ".</": 307,
      "Sec": 308,
      "det": 309,
      "id": 310,
      "opi": 311,
      "ƒ†v": 312,
      "ƒ†det": 313,
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†": 314,
      "ƒ†abo": 315,
      "ass": 316,
      "tion": 317,
      "ƒ†topi": 318,
      "ails": 319,
      "Section": 320,
      "ƒ†details": 321,
      "ƒ†about": 322,
      "ƒ†topic": 323,
      "\"\"": 324,
      "he": 325,
      "nt": 326,
      "un": 327,
      "ƒ†run": 328,
      "Tas": 329,
      "le": 330,
      "lass": 331,
      "oid": 332,
      "ƒ†3": 333,
      "ƒ†Tas": 334,
      "ƒ†id": 335,
      "ƒ†int": 336,
      "ƒ†class": 337,
      "ƒ†void": 338,
      "ƒ†Task": 339,
      "in": 340,
      "or": 341,
      "ƒ†1": 342,
      "ƒ†m": 343,
      "ƒ†radius": 344,
      "ht": 345,
      "ml": 346,
      "th": 347,
      "ƒКƒ†": 348,
      "ƒ†w": 349,
      "html": 350,
      "ƒ†*": 351,
      "ƒ†7": 352,
      "):": 353,
      "de": 354,
      "en": 355,
      "def": 356,
      "19": 357,
      "al": 358,
      "ath": 359,
      "do": 360,
      "dy": 361,
      "er": 362,
      "ir": 363,
      "radius": 364,
      "tle": 365,
      "ue": 366,
      "ul": 367,
      "ƒКƒК": 368,
      "ƒ†0": 369,
      "ƒ†2": 370,
      "ƒ†6": 371,
      "ƒ†o": 372,
      "ƒ†</": 373,
      "title": 374,
      "body": 375,
      "ƒ†the": 376,
      "\"\"\"": 377,
      "head": 378,
      "indo": 379,
      "ƒ†math": 380,
      "ƒ†windo": 381,
      "alue": 382,
      "irc": 383,
      "ƒ†window": 384,
      "13": 385,
      "ea": 386,
      "ƒ†=": 387,
      "\"<": 388,
      "12": 389,
      ">\"": 390,
      "ap": 391,
      "cc": 392,
      "rea": 393,
      "ƒ†if": 394,
      "ƒ†area": 395,
      "ƒ†circ": 396,
      "alues": 397,
      ".\"\"\"": 398,
      "16": 399,
      "<!": 400,
      "><": 401,
      "></": 402,
      "CT": 403,
      "Ch": 404,
      "DO": 405,
      "Gu": 406,
      "PE": 407,
      "YPE": 408,
      "em": 409,
      "gi": 410,
      "im": 411,
      "ith": 412,
      "pass": 413,
      "por": 414,
      "um": 415,
      "ven": 416,
      "values": 417,
      "wor": 418,
      "ƒ†-": 419,
      "ƒ†html": 420,
      "ƒ†\"\"\"": 421,
      "ƒ†\"<": 422,
      "ƒ†gi": 423,
      "ter": 424,
      "ƒ†acc": 425,
      "ƒ†con": 426,
      "ide": 427,
      "ƒ†with": 428,
      "ƒ†out": 429,
      "apter": 430,
      "CTYPE": 431,
      "Chapter": 432,
      "DOCTYPE": 433,
      "Guide": 434,
      "email": 435,
      "passwor": 436,
      "port": 437,
      "ƒ†given": 438,
      "password": 439,
      "\")": 440,
      "(\"": 441,
      "10": 442,
      ">=": 443,
      "Co": 444,
      "Er": 445,
      "Value": 446,
      "ati": 447,
      "be": 448,
      "ce": 449,
      "circ": 450,
      "dm": 451,
      "eg": 452,
      "for": 453,
      "fer": 454,
      "ho": 455,
      "mpu": 456,
      "non": 457,
      "nec": 458,
      "neg": 459,
      "of": 460,
      "ror": 461,
      "se": 462,
      "st": 463,
      "ve": 464,
      "ver": 465,
      "ƒ†4": 466,
      "ƒ†>=": 467,
      "ƒ†Value": 468,
      "ƒ†be": 469,
      "ƒ†for": 470,
      "ƒ†non": 471,
      "ƒ†ƒ†ƒ†ƒ†": 472,
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 473,
      "ƒ†rai": 474,
      "ƒ†adm": 475,
      "ust": 476,
      "ing": 477,
      "ƒ†must": 478,
      "ence": 479,
      "ƒ†of": 480,
      "ƒ†circle": 481,
      "ƒ†circum": 482,
      "import": 483,
      "ƒ†connec": 484,
      "Compu": 485,
      "Error": 486,
      "ative": 487,
      "circle": 488,
      "ference": 489,
      "host": 490,
      "negative": 491,
      "ƒ†ValueError": 492,
      "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 493,
      "ƒ†raise": 494,
      "ƒ†admin": 495,
      "ƒ†circumference": 496,
      "ƒ†connect": 497,
      "Compute": 498
    },
    "merges": [
      [
        "ƒ†",
        "ƒ†"
      ],
      [
        "ƒК",
        "ƒ†ƒ†"
      ],
      [
        "l",
        "i"
      ],
      [
        "ƒКƒ†ƒ†",
        "ƒ†"
      ],
      [
        "ƒ†ƒ†",
        "ƒ†"
      ],
      [
        "ƒ†ƒ†",
        "ƒ†ƒ†ƒ†"
      ],
      [
        "t",
        "e"
      ],
      [
        "ƒ†",
        "r"
      ],
      [
        "ƒКƒ†ƒ†",
        "ƒ†ƒ†ƒ†ƒ†ƒ†"
      ],
      [
        "ƒ†",
        "s"
      ],
      [
        ")",
        ";"
      ],
      [
        "te",
        "p"
      ],
      [
        "ƒ†s",
        "tep"
      ],
      [
        "p",
        "u"
      ],
      [
        "ƒ†",
        "<"
      ],
      [
        "b",
        "li"
      ],
      [
        "e",
        "t"
      ],
      [
        "ƒ†",
        "{"
      ],
      [
        "pu",
        "bli"
      ],
      [
        "publi",
        "c"
      ],
      [
        "ƒ†",
        "i"
      ],
      [
        "ƒ†",
        "a"
      ],
      [
        "<",
        "/"
      ],
      [
        "a",
        "s"
      ],
      [
        "(",
        ")"
      ],
      [
        "a",
        "d"
      ],
      [
        "t",
        "i"
      ],
      [
        "ƒ†",
        "}"
      ],
      [
        "ƒ†",
        "public"
      ],
      [
        "a",
        "i"
      ],
      [
        "b",
        "o"
      ],
      [
        "ƒ†",
        "t"
      ],
      [
        "o",
        "n"
      ],
      [
        "p",
        "i"
      ],
      [
        "r",
        "n"
      ],
      [
        "u",
        "rn"
      ],
      [
        "et",
        "urn"
      ],
      [
        "u",
        "s"
      ],
      [
        "ƒ†",
        "c"
      ],
      [
        "ƒ†r",
        "eturn"
      ],
      [
        "u",
        "t"
      ],
      [
        "ai",
        "l"
      ],
      [
        "e",
        "c"
      ],
      [
        "i",
        "us"
      ],
      [
        "ad",
        "ius"
      ],
      [
        ".",
        "</"
      ],
      [
        "S",
        "ec"
      ],
      [
        "d",
        "et"
      ],
      [
        "i",
        "d"
      ],
      [
        "o",
        "pi"
      ],
      [
        "ƒ†",
        "v"
      ],
      [
        "ƒ†",
        "det"
      ],
      [
        "ƒКƒ†ƒ†",
        "ƒ†ƒ†ƒ†"
      ],
      [
        "ƒ†a",
        "bo"
      ],
      [
        "as",
        "s"
      ],
      [
        "ti",
        "on"
      ],
      [
        "ƒ†t",
        "opi"
      ],
      [
        "ail",
        "s"
      ],
      [
        "Sec",
        "tion"
      ],
      [
        "ƒ†det",
        "ails"
      ],
      [
        "ƒ†abo",
        "ut"
      ],
      [
        "ƒ†topi",
        "c"
      ],
      [
        "\"",
        "\""
      ],
      [
        "h",
        "e"
      ],
      [
        "n",
        "t"
      ],
      [
        "u",
        "n"
      ],
      [
        "ƒ†r",
        "un"
      ],
      [
        "T",
        "as"
      ],
      [
        "l",
        "e"
      ],
      [
        "l",
        "ass"
      ],
      [
        "o",
        "id"
      ],
      [
        "ƒ†",
        "3"
      ],
      [
        "ƒ†",
        "Tas"
      ],
      [
        "ƒ†i",
        "d"
      ],
      [
        "ƒ†i",
        "nt"
      ],
      [
        "ƒ†c",
        "lass"
      ],
      [
        "ƒ†v",
        "oid"
      ],
      [
        "ƒ†Tas",
        "k"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "ƒ†",
        "1"
      ],
      [
        "ƒ†",
        "m"
      ],
      [
        "ƒ†r",
        "adius"
      ],
      [
        "h",
        "t"
      ],
      [
        "m",
        "l"
      ],
      [
        "t",
        "h"
      ],
      [
        "ƒК",
        "ƒ†"
      ],
      [
        "ƒ†",
        "w"
      ],
      [
        "ht",
        "ml"
      ],
      [
        "ƒ†",
        "*"
      ],
      [
        "ƒ†",
        "7"
      ],
      [
        ")",
        ":"
      ],
      [
        "d",
        "e"
      ],
      [
        "e",
        "n"
      ],
      [
        "de",
        "f"
      ],
      [
        "1",
        "9"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "th"
      ],
      [
        "d",
        "o"
      ],
      [
        "d",
        "y"
      ],
      [
        "e",
        "r"
      ],
      [
        "i",
        "r"
      ],
      [
        "r",
        "adius"
      ],
      [
        "t",
        "le"
      ],
      [
        "u",
        "e"
      ],
      [
        "u",
        "l"
      ],
      [
        "ƒК",
        "ƒК"
      ],
      [
        "ƒ†",
        "0"
      ],
      [
        "ƒ†",
        "2"
      ],
      [
        "ƒ†",
        "6"
      ],
      [
        "ƒ†",
        "o"
      ],
      [
        "ƒ†<",
        "/"
      ],
      [
        "ti",
        "tle"
      ],
      [
        "bo",
        "dy"
      ],
      [
        "ƒ†t",
        "he"
      ],
      [
        "\"\"",
        "\""
      ],
      [
        "he",
        "ad"
      ],
      [
        "in",
        "do"
      ],
      [
        "ƒ†m",
        "ath"
      ],
      [
        "ƒ†w",
        "indo"
      ],
      [
        "al",
        "ue"
      ],
      [
        "ir",
        "c"
      ],
      [
        "ƒ†windo",
        "w"
      ],
      [
        "1",
        "3"
      ],
      [
        "e",
        "a"
      ],
      [
        "ƒ†",
        "="
      ],
      [
        "\"",
        "<"
      ],
      [
        "1",
        "2"
      ],
      [
        ">",
        "\""
      ],
      [
        "a",
        "p"
      ],
      [
        "c",
        "c"
      ],
      [
        "r",
        "ea"
      ],
      [
        "ƒ†i",
        "f"
      ],
      [
        "ƒ†a",
        "rea"
      ],
      [
        "ƒ†c",
        "irc"
      ],
      [
        "alue",
        "s"
      ],
      [
        ".",
        "\"\"\""
      ],
      [
        "1",
        "6"
      ],
      [
        "<",
        "!"
      ],
      [
        ">",
        "<"
      ],
      [
        ">",
        "</"
      ],
      [
        "C",
        "T"
      ],
      [
        "C",
        "h"
      ],
      [
        "D",
        "O"
      ],
      [
        "G",
        "u"
      ],
      [
        "P",
        "E"
      ],
      [
        "Y",
        "PE"
      ],
      [
        "e",
        "m"
      ],
      [
        "g",
        "i"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "th"
      ],
      [
        "p",
        "ass"
      ],
      [
        "p",
        "or"
      ],
      [
        "u",
        "m"
      ],
      [
        "v",
        "en"
      ],
      [
        "v",
        "alues"
      ],
      [
        "w",
        "or"
      ],
      [
        "ƒ†",
        "-"
      ],
      [
        "ƒ†",
        "html"
      ],
      [
        "ƒ†",
        "\"\"\""
      ],
      [
        "ƒ†",
        "\"<"
      ],
      [
        "ƒ†",
        "gi"
      ],
      [
        "te",
        "r"
      ],
      [
        "ƒ†a",
        "cc"
      ],
      [
        "ƒ†c",
        "on"
      ],
      [
        "id",
        "e"
      ],
      [
        "ƒ†w",
        "ith"
      ],
      [
        "ƒ†o",
        "ut"
      ],
      [
        "ap",
        "ter"
      ],
      [
        "CT",
        "YPE"
      ],
      [
        "Ch",
        "apter"
      ],
      [
        "DO",
        "CTYPE"
      ],
      [
        "Gu",
        "ide"
      ],
      [
        "em",
        "ail"
      ],
      [
        "pass",
        "wor"
      ],
      [
        "por",
        "t"
      ],
      [
        "ƒ†gi",
        "ven"
      ],
      [
        "passwor",
        "d"
      ],
      [
        "\"",
        ")"
      ],
      [
        "(",
        "\""
      ],
      [
        "1",
        "0"
      ],
      [
        ">",
        "="
      ],
      [
        "C",
        "o"
      ],
      [
        "E",
        "r"
      ],
      [
        "V",
        "alue"
      ],
      [
        "a",
        "ti"
      ],
      [
        "b",
        "e"
      ],
      [
        "c",
        "e"
      ],
      [
        "c",
        "irc"
      ],
      [
        "d",
        "m"
      ],
      [
        "e",
        "g"
      ],
      [
        "f",
        "or"
      ],
      [
        "f",
        "er"
      ],
      [
        "h",
        "o"
      ],
      [
        "m",
        "pu"
      ],
      [
        "n",
        "on"
      ],
      [
        "n",
        "ec"
      ],
      [
        "n",
        "eg"
      ],
      [
        "o",
        "f"
      ],
      [
        "r",
        "or"
      ],
      [
        "s",
        "e"
      ],
      [
        "s",
        "t"
      ],
      [
        "v",
        "e"
      ],
      [
        "v",
        "er"
      ],
      [
        "ƒ†",
        "4"
      ],
      [
        "ƒ†",
        ">="
      ],
      [
        "ƒ†",
        "Value"
      ],
      [
        "ƒ†",
        "be"
      ],
      [
        "ƒ†",
        "for"
      ],
      [
        "ƒ†",
        "non"
      ],
      [
        "ƒ†ƒ†",
        "ƒ†ƒ†"
      ],
      [
        "ƒКƒ†ƒ†",
        "ƒ†ƒ†ƒ†ƒ†"
      ],
      [
        "ƒ†r",
        "ai"
      ],
      [
        "ƒ†a",
        "dm"
      ],
      [
        "us",
        "t"
      ],
      [
        "in",
        "g"
      ],
      [
        "ƒ†m",
        "ust"
      ],
      [
        "en",
        "ce"
      ],
      [
        "ƒ†o",
        "f"
      ],
      [
        "ƒ†circ",
        "le"
      ],
      [
        "ƒ†circ",
        "um"
      ],
      [
        "im",
        "port"
      ],
      [
        "ƒ†con",
        "nec"
      ],
      [
        "Co",
        "mpu"
      ],
      [
        "Er",
        "ror"
      ],
      [
        "ati",
        "ve"
      ],
      [
        "circ",
        "le"
      ],
      [
        "fer",
        "ence"
      ],
      [
        "ho",
        "st"
      ],
      [
        "neg",
        "ative"
      ],
      [
        "ƒ†Value",
        "Error"
      ],
      [
        "ƒКƒ†ƒ†ƒ†ƒ†ƒ†ƒ†",
        "ƒ†ƒ†ƒ†ƒ†ƒ†"
      ],
      [
        "ƒ†rai",
        "se"
      ],
      [
        "ƒ†adm",
        "in"
      ],
      [
        "ƒ†circum",
        "ference"
      ],
      [
        "ƒ†connec",
        "t"
      ],
      [
        "Compu",
        "te"
      ]
    ]
  }
}